   5205 '
  14809 -
  78938 !
  18966 "
    873 #
      1 ##17
      1 ##bribery
      1 ##flame
      1 ##ifmbwasinmyclass
      1 ##it's
      1 ##teamarsenal
      1 ##tootiredtofunction
      1 #000
      1 #0002
      1 #0004
      2 #00111
      1 #0013
      1 #0017
      1 #0032
      1 #0149
      1 #01532
      1 #0249
      1 #02babyyy
      1 #042793
      1 #06656g
      1 #07
      1 #0820
      1 #09
      1 #0913
      1 #09143
     33 #10
     10 #1000aday
      1 #1000followers
      2 #100days
      1 #100days2olympics
      5 #100daystogo
      1 #100they
      1 #100waystoliveanormallife
     10 #10-24
      6 #10-32
      1 #105fans
      1 #10attractivepeopleifollow
      7 #10factsaboutme
      1 #10factsabwtme
      1 #10minutetakeover
      1 #10reasonstoshiftafarmer
      3 #10thingsihateaboutyou
     36 #10thingsiwanttohappen
     10 #11
      1 #111311
      1 #11hourday
     11 #12
      1 #120396
      1 #12062
      1 #1214
      1 #125-4x
      1 #1279
      1 #12hourstogo
     15 #13
      1 #1304
      1 #131313
      1 #131613
      1 #1318
      1 #1320
      1 #1326
      1 #13808
      1 #13billboardnominationsforrihanna
      1 #13episodes
      1 #13girls
      1 #13millionstrong
      4 #13millionswifties
      1 #13swag
      1 #13years
      1 #1400
      1 #140characterlimitsucks
      2 #140cuse
      2 #1437
      1 #1489
      1 #150lungesin30minutes
      1 #1568
      1 #15914
      1 #15x
     10 #16
      1 #16044
      1 #1618
      2 #16andpregnant
      1 #16millionbritneyfan
      1 #17701
      1 #17760
      1 #17daystogo
      1 #17millionnavy
      1 #17morehourrs
     11 #18
      1 #18523
      1 #1876
      1 #18in18
      1 #19062
      1 #19andnevergonnagrowup
      1 #19days
      1 #19june
      1 #19mydream
      1 #19thbsbanniversary
      1 #1bas
      2 #1d1year
      1 #1daddanothermontrealdate
      1 #1dalbumtitles
      1 #1darebad
      1 #1dareinnztomorrow
      1 #1day
      1 #1dayatatime
      1 #1dayearly
      2 #1dbungyjumpnakedinnewzealand
      1 #1dcometoozforaholiday
      1 #1ddoll
     12 #1dfact
      9 #1dfacts
     23 #1dfamily
      1 #1dfansleavetheboysalone
      3 #1dfollowthelistof1dfanatics
      2 #1dfollowwe1directioners
      1 #1dgame
      3 #1direction
      2 #1directionindo
      1 #1disgangsta
      1 #1djokes
      4 #1dlikesbigbums
      1 #1dlove
      1 #1dlyrics
      1 #1dmania
     11 #1dnextalbumtitle
      1 #1dnextsongtitle
      3 #1donmuch
      1 #1dovereverything
      1 #1dpict
      1 #1dquiz
      1 #1dquote
      1 #1dquotes
      1 #1d's
      1 #1dsecrets
      1 #1dshouldfollowdirectionersindonesia
      5 #1dsongconcept
      1 #1dstoreinphilly
      1 #1dtonz
      1 #1dtouraus2013
      1 #1dtournz
      2 #1dtouroz
      1 #1dtoysoldiers
      3 #1dwearsbatik
     14 #1dwebstersurfboards
      1 #1dwithdave
      1 #1fan
      1 #1hrlater
      1 #1iwanttobeatoysruskid
      1 #1kfollowers
      1 #1m1m
      1 #1millionfordianna
      1 #1moreday
      1 #1moremonth
      1 #1nonly
      1 #1nri
      5 #1omf
      2 #1's
      1 #1st_comm_session
      9 #1stflywithb1a4
      1 #1stplace
      1 #1stquartersriddim
      1 #1take
      1 #1yearmyworldtourindonesia
      4 #1yearthestoryofus
     10 #20
      1 #2006
      1 #20060k
      1 #2009-2010bieber
      1 #200millionviews
      2 #2012
      1 #2012_589
      1 #2013
      1 #2013graduation
      1 #2014
      1 #20funkyyears
      1 #20million
      2 #20millionbeliebers
      1 #20millionstrong
      1 #20thingsaboutme
     17 #21
      1 #2103
      1 #21foxes
      1 #21in21
      1 #21jumpstreet
      3 #21millionbeliebers
      1 #21millionenbeliebers
      1 #21millions
      1 #21stbday6days
      1 #2214502
      1 #2225
      2 #236
      9 #24
      1 #243048-001
      1 #2461
      1 #253
      1 #2542
      1 #255
      1 #2-56
      1 #2601
      1 #2617
      1 #2699
      1 #26miles
      1 #26ten
      1 #27thdecember2007
      6 #28
      1 #280646
      1 #2adays
      1 #2amdhalfhrsleft
      1 #2brokegirls
      1 #2chainz
      1 #2good2betrue
      1 #2hourstiltheweekend
      1 #2manyuberbabez
      1 #2millionforiansomerhalder
      4 #2months
      1 #2months8days17hours
      1 #2morehours
      1 #2moreweeks
      1 #2ndacct
      7 #2omf
      1 #2shotsofwhatever
      1 #2yearsofheedictator
      1 #304problems
      1 #305dayz
      1 #30april
      1 #30hrfamine
      1 #30minmeet
      2 #30secondmom
      1 #30thhja
      1 #31210
      1 #31status
      1 #3411
      1 #342xlttw
      1 #3454
      1 #34cowgirl
      1 #350z
      1 #381938
      1 #39028
      1 #398
      1 #3992
      1 #39days
      1 #3amigos
      1 #3daysaway
      1 #3daystogo
      1 #3dayweekend
      1 #3dt4drc
      1 #3inabed
      1 #3monthsoff
      1 #3moredays
      2 #3on3concert
      1 #3rddegreeseatbeltburns
      1 #3sum
      3 #3wordsaftersex
      1 #401
      2 #40104
      1 #401306
      1 #4111302
      1 #41days
     41 #420
      1 #420babyy
      2 #420no
      1 #420tweet
      1 #433
     10 #4-40
      1 #444
      1 #48rules
      1 #4dtourhighlights
      1 #4dtourwasamazing
      2 #4dtourwillbemissed
      1 #4dub
      1 #4get
      1 #4hunniddegreez
      1 #4lokos
      1 #4months
      1 #4rbfset-063
      2 #4thdimensiontour
      1 #4thlunchbuddy
      1 #4thotintheseries
      1 #4thplace
      1 #4weeks4days
      1 #4wondrous
      1 #500ad
     12 #500aday
      1 #500inspired
      3 #500px
      1 #500salute
      1 #500shit
      1 #500strong
      1 #500tweets
      1 #5091622
     11 #50liesiwastold
      1 #50shadesofgrey
      1 #50wishes
      1 #5328
      1 #55days
      1 #56389
      1 #568
      1 #5811
      1 #5835
      1 #59
      1 #5aday
      1 #5aside
     16 #5bestsmells
      1 #5gb
      1 #5realestgirlsiknow
      3 #5words
      1 #5yearolds
      1 #600-5ws
      1 #601
      1 #60daystillbelieve
      1 #61186
      7 #63days
      1 #63daysbelieve
      1 #63daystillbelieve
      1 #63moredays
      1 #6-4
      1 #640-801
      1 #656483
      1 #66208
      1 #67months
      1 #6868
      1 #6packinthemaking
      1 #6thplayoffgminarow
      1 #6timeworldchamp
      1 #6withjerry
      1 #6years
      1 #700club
      1 #704
      1 #7121
      1 #7230711
      2 #7244
      1 #75
      2 #757
      1 #7853096656
      1 #791
      1 #7istooyoung
      1 #7letters
      1 #7mary3
      2 #800
      1 #80087
      1 #8059
      1 #8076
      1 #810423
      1 #8145
     11 #8-32
      1 #849
      1 #85
      1 #8572
      1 #8675
      1 #8745
      1 #8778
      1 #8days
      1 #8outof10cats
      1 #8zq
      1 #902074
      2 #90210
      1 #9030
      1 #90daychallenge
      1 #90minutesleep
      2 #90's
      1 #90'schic
      1 #90snick
      1 #912008
      1 #913hot30gives1ddolls
      1 #913hot30givesyou1ddolls
      1 #913hot30rushersftw
      1 #914hot30givesyou1ddolls
      1 #9221
      1 #9316
      1 #980
      1 #9811
      1 #98fm
      1 #999thtweet
      2 #99ers
      1 #99power
      1 #9bmc
      1 #9gag
      1 #9gagtweets
      1 #9kmyrtle
      1 #9monthswithoutamy
      1 #9o21o
      1 #a1c
      3 #a7xkl
      1 #a7xliveinmanila
      1 #a7xmng
      1 #aaaf
      1 #aaawwfuull
      1 #aapmujheacchelagnelage
      7 #aba
      1 #abangbodongdahpakaibb
      8 #abdc
      1 #abdcweek2
      1 #abfab
      1 #abood
      1 #about_me
      2 #aboutme
      1 #aboutyounow
      7 #abovetheinfluence
      1 #absolutegoon
      1 #absolutelygutted
      1 #abtesting
      1 #abusiveboyfriend
      1 #abusivefreshman
      2 #abvote
      1 #abwars
      1 #acasa2012
      1 #acceptandlove
      1 #accidentallyinlove
      5 #accomplished
      1 #acen
      1 #acg1
      1 #achaaristheshit
      1 #achey
      1 #aclproblems
      1 #actiondramaidol
      1 #actuallyhappy
      1 #actuallyupset
      1 #actuallywillmissher
      1 #actuallyy
      1 #acunamatada
      1 #adamish
      1 #adamlevine
      1 #adaythatwillneverbeforgotten
      6 #addicted
      1 #addme
      1 #addmypin
      1 #adeleisthebest
      1 #adidasoriginals
      1 #adidasporche
      1 #adminav
      1 #adminjulialover
      2 #admitit
      1 #admititalready
      1 #admrisingstaraward
      1 #adollamakesmehollahoneybooboo
      1 #adoptakuola
      1 #adoptedrugbymum
      2 #adorbs
      1 #adrawwilldo
      1 #adrianna
      1 #adrietweet
      1 #adultwork
      1 #advancebirthdaywish
      1 #adventureisoutthere
      1 #advicetewwhoevaneedsit
      1 #af'97nfsibenfsi
      1 #afcb
      1 #affnyc
      1 #afltigerseagles
      1 #aftereffectsofredbull
      1 #aftersunneeded
      1 #agchatoz
      1 #ageisjustanumber
      1 #agender
      1 #agiftfromgod
      1 #agingproblema
      1 #agirlcandream
      1 #agiveup
      1 #agt_au
      1 #ah12
      1 #ahajustsaying
      1 #ahappypmrcandidate
      1 #ahardday
      1 #ahcj2012
      1 #aheartforgod
      1 #ahfm
      1 #ahfuckyeah
      7 #ahhh
      1 #ahhhmazinggg
      1 #ahhwwweee
      1 #ahhyeah
      1 #ahmen
      1 #ahreleif
      1 #ahshit
      1 #ahyjesuuu
      2 #ai11
      1 #aidingchange
      1 #aimedtweet
      1 #aintlovecrasywhen
      3 #aintlovecrazy
      1 #aintshitchange
      2 #aionetc
      2 #aionsw
      1 #airingnow
      1 #airporttweet
      1 #airtel
      1 #aitd2012
      1 #aiteproblems
      1 #ajl2
      1 #akubersahaja
      1 #alanjohnson
      1 #alastminutestudent
      1 #albarbz
      1 #albumtitle
      1 #alcholismybf
      1 #alcoholicproblems
      1 #alcoholicsanonymous
      1 #aleague
      1 #aleaguegf
      1 #alevels
      1 #alexisjordanfollow
      1 #alexoloughlin
      1 #alexpettyfer
      1 #alfredotofettucini
      1 #alfrescogarlicday
      2 #alicebungisngis
      1 #aliceinwonderland
      1 #aliensss
      1 #alisonpotterx3c
      1 #alkaseltzer
      1 #alkhawaja's
      2 #allalone
      1 #allanmalapit
      1 #allbetter
      1 #allbymyself
      1 #alldayeverday
      1 #alldayeveryday
      1 #alldaywithyou
      1 #allergicreaction
      1 #allergictoeverything
      1 #allergieshavemeinafog
      1 #allergiesstartintoflareup
      1 #allergiessuck
      1 #allergyfree
      1 #allergytesting
      1 #allforyoubabyboy
      1 #allgreekstep2k12tomorrow
      3 #allgrownup
      1 #allinallseason
      1 #allithinkaboutisfood
      1 #allitisshit
      1 #alliwant
      1 #alljokes
      1 #allnewpeople
      2 #allnighter
      1 #allofmetoureurope2012
      1 #allowthat
      6 #allrelationshipsneed
      4 #allsmiles
      1 #allthehawtness
      1 #allyourbridalaccessoryneeds
      3 #allyourjobs
      1 #almostasenior
      1 #almostcrying
      1 #almostdied
      1 #almostdone
      1 #almostgotintheroofandkilledhim
      1 #aloneinmyhouse
      1 #alonetime
      1 #alphabetlove
      1 #alphaphilove
      1 #alreadybored
      1 #alreadyknowswassup
      1 #alreadymissyou
      1 #alreadytearingup
      1 #alrightythen
      1 #alternativerock
      1 #altwiculate
      1 #alwaysagoodthing
      1 #alwaysalone
      1 #alwaysbeapensfan
      1 #alwaysbemybaby
      1 #alwaysbusy
      1 #alwayscuddling
      1 #alwaysgotmyback
      1 #alwaysmakeschuckle
      1 #alwaysruineverything
      1 #alwayssmokingthosepapers
      1 #alwaysthere
      1 #alwayswithyou
      1 #amakeoverforanoldfriend
      1 #amarae
      2 #amazaynmaliklist
      1 #amaziiing
     10 #amazing
      1 #amazingestshoesever
      1 #amazingness
      1 #amazingtasha
      1 #amazingword
      1 #ambiracial
      1 #amenbrother
     18 #americanidol
      1 #americanidol11
      1 #americanpie
      1 #americanroadtrip
      1 #amextff10
      1 #amf
      1 #amgeekingoutagain
      1 #amitheonlyonedyingoffyourdp's
      1 #amiweird
      1 #amongfriends
      1 #amouramour
      3 #amreading
      1 #amuseme
      1 #amwriting
      1 #amynator
      1 #amyrobbins
      2 #amzn
      1 #analytics
      1 #anaproblems
      1 #anchormanmoviequotes
      1 #andcauseimnosy
      1 #andever
      1 #andfood
      1 #andnowimfollowing
      1 #andourmommys
      3 #andrewwillbeatthis
      1 #androidprobs
      1 #androidprobz
      1 #andthatisnotmythemesong
      1 #andthatsokay
      1 #andthentherewere2
      1 #andthentherewere8
      1 #andtheywilltellyou
      1 #andwhat
      1 #andy4mayor
      1 #andymurray
      1 #andyou
      1 #andyourmum
      1 #anemia
      1 #aneraofexperience
      1 #angelfest
      1 #angelinajolie
      5 #angels
      1 #angelsandgentlemen
      1 #anggun
      2 #angryboys
      1 #angryface
      1 #angryradioman
      1 #angrytears
      1 #anidiotwhenitcomestocharacternames
      1 #animalabuse
      1 #animalfactscard
      1 #animallovers
      1 #animalprints
      1 #animalrights
      1 #animosanbeda
      1 #ankleprobz
      1 #anklesocks
      1 #annaww
      1 #anniemurdoch
      1 #anniv1yearaulionism
     10 #annoying
      1 #annoyingbitch
      1 #anotherboringnight
      1 #anotherbtwballinitaly
      1 #anotherseasoninthechampionship
      1 #anothershaunprediction
      1 #anothersleeplessnight
      1 #anthonnnyyy
      1 #antsinmypants
      1 #anycompany
      1 #anydaynow
      1 #anymoneyiswelcome
      1 #anyoldexcuse
      1 #anyoneelse
      2 #anytakers
      1 #anythingforyou
      1 #anythinggoesswag
      1 #anythingispossible
      1 #anzacpack
      2 #aoe
      1 #aokwx
      1 #aots
      1 #apchemruinsmyday
      2 #aphotoadayapril
      1 #apimpnamedslickback
      1 #apocalyptour
      1 #apperciated
      1 #applebutt
      1 #appledip
      1 #april25th
      1 #aprilshowers
      1 #aprilwish
      2 #apt23
      1 #aquaboy
      2 #arabsgottalent
      1 #arcticmonkeys
      1 #arewefuckingorwhat
      1 #areyouhappynow
      1 #areyoukiddingme
      1 #areyounot
      1 #areyouseriousbro
      1 #argentinalovesyou
      1 #argentiniandirectioner
      1 #arghiphone
      1 #arianatorfamily
      1 #arianators
      1 #arianatorsloveariana
      6 #aries
      1 #arkamondays
      1 #arkansasblondes
      1 #armyfriends
      1 #armywives
      1 #arpreps
      1 #arsenal-chelsea
      2 #arsenaltillidie
      1 #arstechnica
      7 #art
      1 #artfix
      1 #artiniokc
      1 #artistprobs
      1 #artlendinglibrary
      1 #artup
      1 #asadumar
      2 #asalways
      1 #asanators
      3 #aserigivemereecemastin
      1 #ashleysharp
      2 #asianfashion
      1 #asifshelltakeme
      2 #askallegri
      1 #askandythorn
      1 #askbarts
      7 #askben
      1 #askblake
      1 #askblessie
      1 #askcara
      2 #askcraig
      1 #askdirectioner
      5 #asked
      4 #askgazgshore
      1 #askgeorge
      5 #askgi
      1 #askgreyson
      1 #askholly
      1 #askinallthemquestions
      1 #askivyrisejosh
      7 #askjessiej
      1 #askjord
      1 #askkat
      1 #askkatie
      1 #askkhalil
      1 #askkirk
      2 #askkris
      1 #askkylie
      1 #asklawsonryan
      3 #asklux
      1 #askmatty
      1 #askmitch
      1 #askpixieandindie
      1 #askretwittings
      2 #askrichard
      1 #askryan
      1 #askscandal
      2 #askshaun
      1 #asksymie
      6 #asktin
      1 #asktwitter
      1 #askzac
     24 #askzacefron
      1 #askzayn
      1 #asoe
      1 #asot
      1 #aspiringactress
      1 #assange
      1 #assassinscreed
      1 #assface
      1 #asswednesday
      1 #asthmaprobz
      1 #asylum8
      1 #asyouwere
      1 #athleteproblems
      1 #atlantaciviccenter
      1 #atlanticcity
      1 #atleasthehasafastcar
      1 #atleastitsfriday
      1 #atlshawty
      2 #atozchallenge
      2 #attaboy
      1 #attagirl
      1 #attentionwhore
      1 #atthebtwballiwant
      1 #atthecoffice
      1 #atthedentist
      1 #atthesamedamntime
      1 #audiodeafness
      1 #aunatural
      1 #auntiemoment
      1 #auroville
      1 #ausaelections
      1 #ausgottalent
      4 #auspol
      1 #australianandproud
      1 #autismspeaks
      8 #autofollow
      3 #autofollowback
      1 #automaticraiseatculvz
      1 #autosport
      1 #avaya
      9 #avengers
      2 #avengersassemble
      1 #avengersvsxmen
      1 #avfc
      1 #avid-based
      1 #avisparden21i_
      2 #avrilmakesushappy
      1 #awaydaymemories
     17 #awesome
      1 #awesomemate
      1 #awesomesauce
      1 #awesometweeps
      1 #awhshit
      1 #awksauce
      8 #awkward
      1 #awkwardcough
      1 #awkwardmoment
      1 #awok
      1 #awwitsharryswives
      1 #awwwtheirnot
      1 #awwwts
      1 #axid119
      1 #ayce
      1 #ayokonamagyoyo
      1 #ayyee
      1 #ayyladies
      1 #azharmahmood
      1 #azonto
      1 #b13b3rc0nd44
      1 #b1h
      1 #b2bconnect
      1 #b3tha
      1 #bababa
      1 #babbat
      5 #baby
      1 #babybirthdays
      1 #babybullet
      1 #babycomeback
      1 #babydontleaveme
      1 #babyforgivemeee
      1 #babyincpick
      1 #babymakingmusic
      2 #babymakingsongs
      1 #babymeatball
      1 #babynathforlife
      1 #babyneedles
      1 #babyneo
      1 #babyonthebrain
      1 #babyshower
      1 #babywear
      1 #bachchanrecitesbachchan
      1 #backchannel
      1 #backgroundkindofguy
      1 #backinthegame
      1 #backinthegoodoledays
      2 #backoff
      1 #backoffmymanmchugh
      1 #backonform
      1 #backoutthepennavolume1
      1 #backroads
      1 #backspotprobs
      1 #backtobed
      1 #backtoreality
      1 #backtosleep
      1 #backtoworktomorrow
      1 #baconbaconbacon
      1 #bacongasm
      6 #badass
      1 #badasses
      1 #badb
      3 #badbitch
      2 #badbuzz
      1 #badchicktweet
      1 #baddancer
      1 #baddayprediction
      1 #badfan
      2 #badfriend
      1 #badfriendtweet
      1 #badgirl
      1 #badgirlsclub
      1 #badhabit
      1 #badinfulencetweet
      1 #badkarma
      1 #badkid
      1 #badkitty
      2 #badluck
      1 #badman
      2 #badmommy
      4 #badmood
      1 #badnight
      1 #badpickuplines
      1 #badthoughts
      9 #badtimes
      3 #badtiming
      1 #badtwitterpolice
      1 #bagedbarbie
      1 #bahf1
      1 #bahhumbug
      7 #bahrain
      1 #baisden
      1 #bajanstyle
      1 #bakeation
      1 #bakeawards
      1 #bakedwithlove
      1 #bakersamericanpie
      1 #bakersawards
      1 #bakesale
      1 #balanceofpower
      1 #balkanadvantage
      1 #ballerinagirlproblems
      2 #ballout
      1 #balticon
      1 #bamanation
      1 #bamf
      1 #bananabonita
      1 #bananaleafrice
      1 #bandaid
      1 #bandkidproblems
      1 #bandoftheday
      1 #baneofmylife
      1 #bangable
      1 #bangalorerains
      1 #bangbooming
      1 #bangoot
      1 #baniyas
      1 #banjoes
      1 #bant
      1 #banta
      2 #bants
      1 #bantz
      1 #bapisback
      1 #baralona
      1 #baramivida
      5 #barca
      1 #barcafan
      1 #barcastaylosin
      8 #barcelona
      1 #barcelona4life
      1 #barcelonavschealse
      1 #barlowed
      1 #barmbyarmy
      1 #barnesandnoble
      1 #barrebootcamp
      7 #baseball
      1 #baseballgrlfrnd
      1 #baseballplayers
      1 #basehead
      1 #basementpeople
      1 #bashtube
      1 #basketballchaos
      2 #basketballwives
      1 #bassnectartv
      1 #batb12
      1 #batgirl
      1 #bathandbodyworks
      1 #bathenvy
      1 #bathingsuit
      1 #bathkillerbees
      1 #batterygoindown
      1 #battleroyale
      1 #battlescars
      2 #battlestargalactica
      1 #battlewounds
      1 #bavfreebie
      1 #baxdime
      1 #baxwarr
      1 #baylornation
      1 #bazinga
      1 #bball4life
      1 #bbau
      1 #bbbh
      1 #bbc4
      1 #bbcf1
      1 #bbcfootball
      1 #bbcqt
      1 #bbcsnooker
      1 #bbcthree
      1 #bbllaahh
      1 #bbmhug
      1 #bboysessions
      1 #bbpin
      1 #bbqtenthandover
      1 #bbthemes
      3 #bbwanted
     10 #bc
      1 #bcbc
      1 #bchr
      1 #bcndp
      1 #bcpoli
      2 #bctf
      2 #bcwine
      2 #bcwinechat
      1 #bcwo
      1 #bdaycelebrations
      1 #bdayman
      1 #bdaypresentsrock
      1 #bdbt
      1 #bdskings
      1 #beachbody
      1 #beachboyz
      1 #beachbreak
      1 #beachbum
      1 #beachvibes
      1 #beachweekend
      1 #beansprout
      1 #bearsdraft
      2 #beastmode
      1 #beastmodebysummer
      1 #beastt
      1 #beatchathistimeprocrastination
      1 #beatifullday
      1 #beatlesmarathon
      1 #beatreitz
     16 #beautiful
      1 #beautifulatbest
      1 #beautifulcreatures
      4 #beautifulday
      2 #beautifulfreaksfamily
      1 #beautifulout
      1 #beautifulreflections
      1 #beautyandbrains
      1 #beautysleep
      1 #beauuutiful
      1 #beblessed
      1 #becarefull
      1 #becarefulwhatyouwishfor
      2 #becauseican
      1 #becauseimadancer
      1 #becauseimnot
      1 #becreativeanduseyourimagination
      1 #bedallnight
      1 #bedcheck
      1 #bedisbetter
      1 #bedoneschoolalready
      1 #bedplacement
      1 #bedscalling
      7 #bedtime
      1 #bedtimenow
      1 #bedtweet
      1 #beegees
      1 #beenalongtime
      1 #beenawhile
      1 #beenforever
      1 #beenthere
      1 #beentoolong
      1 #beezinthetrapvideo
      1 #beezy
      1 #before1d
      1 #beforeidie
      1 #beforeigotsaved
      1 #begrateful
      4 #behappy
      1 #behindthemusic
      1 #beingawimp
      1 #beingerica
      1 #beinghappy
      1 #beingonnapa
      1 #beingromez
      1 #beingselfish
      1 #beingsicksucks
      2 #bejealous
      1 #bejelly
      1 #belami
      1 #belasco
      2 #belieberfamily
      3 #belieberforever
      7 #beliebers
      1 #beliebersareafamily
      1 #beliebershelpbeliebers
      1 #belieberslovesmilers
     91 #believe
      1 #believe25
      1 #believealbum
      1 #believealbumcover
      1 #believeinmclaren
      1 #believeintheblue
      1 #believeit
      1 #believeitornot
      1 #believemeplease
      1 #believethat
      5 #believetour
      1 #believetourindonesia
      1 #believetouriscoming
      1 #believetourtickets
      1 #bellaarmy
      1 #bellygrowlin
      1 #bellysgotme
      1 #benadryl
      1 #bench1m41m
      1 #benchmob
      1 #benchpresssessiontonight
      1 #benefamalam
      1 #benkelly
      1 #benmaselday
      1 #beready
      1 #bernanke
      1 #bersih
      1 #berudenotto
      1 #besmartaboutit
      1 #besmooth
      5 #best
      1 #bestbdaypartyever
      1 #bestbehaviour
      1 #bestbestie
      2 #bestbirthdayever
      1 #bestbirthdaypresentever
      1 #bestbooksellerever
      2 #bestboyfriend
      1 #bestbrews
      1 #bestbuddies
      1 #bestbuds
      1 #bestcatintheworld
      1 #bestcompliment
      1 #bestconversations
      1 #bestday
      6 #bestdayever
      1 #bestdestresserever
      1 #bestdogever
      1 #bestdrinkscompanyever
      1 #besteleanorcalderfanaccount
      1 #bestemployers
      1 #bestestfriend
      1 #bestfandom
      1 #bestfans
      1 #bestfeeling
      3 #bestfeelingever
     11 #bestfeelinginarelationship
      1 #bestfeelingintheworld
      1 #bestfolloweraward
      1 #bestfoodeverrr
     14 #bestfriend
      1 #bestfrienddd
      1 #bestfriendpoints
      1 #bestfriendpride
      3 #bestfriendprobs
      8 #bestfriends
      1 #bestfriendsforever
      1 #bestfriendsforlife
      1 #bestfriendstatus
      1 #bestfriendsthinkalike
      1 #bestfriendtweet
      1 #bestfriendwithdrawls
      1 #besthairintheprem
      1 #besthugsever
      1 #besticecreamaround
      1 #bestiesforevsies
      1 #bestiesss
      1 #bestintheworld
      1 #bestival
      1 #bestkeptsecret
      1 #bestmiddleschoolmemories
      1 #bestmish2k12
      1 #bestmomever
      1 #bestmommyever
      1 #bestmovie
      1 #bestmovieever
      1 #bestofchuckbass
      1 #bestpartofit
      1 #bestpizzaintriangle
      1 #bestpresentever
      1 #bestpromdateever
      1 #bestreaction
      1 #bestrong
      1 #bestshopping
      2 #bestshowever
      1 #bestsingereverobviously
      1 #bestsisterever
      1 #bestsong
      2 #bestsongever
      1 #beststudentever
      1 #besttextalldayaward
      1 #bestthingever
      1 #besttweepsever
      1 #bestway
      1 #bestwaytowakeup
      1 #besweetpeople
      1 #bethanyscomp
      1 #bethere
      1 #betterbegood
      1 #betterchange
      1 #betterday
      1 #betteroffwithoutyou
      1 #betterthanaprius
      1 #betterthanbefore
      1 #betterthannothing
      1 #betterthingstodo
      1 #betterwinorelse
      1 #betteryouthanme
      1 #bewbluv
      1 #bewhoyoutrulyare
      2 #beyhive
      1 #beyondexcited
      1 #beyondhappy
      9 #bff
      1 #bffeae
      1 #bfforlyfe
      1 #bffproblems
      1 #bfftime
      3 #bfftweet
      1 #bfil
      2 #bgc8
      1 #bgee
      1 #bgrdc
     30 #bgt
      1 #bhojaair
      1 #bhr
      1 #bhssoccer
      1 #bibleclass
      1 #bibledrills
      3 #bieberfact
      1 #bieberfacts
      1 #bieberfever
      1 #biebergivesthebestblowjobs
      1 #biebergohard
      2 #bieberlovestory
      2 #biebermeetalexis
      8 #bieberonthevoice
      1 #bieberquote
      1 #bieberquotes
      1 #biebertonewcastle
      1 #bigasscrybaby
      1 #bigbaby
      1 #bigbangtheory
      1 #bigbeliever
      1 #bigblue
      1 #bigboobproblems
      1 #bigbootydykeproblems
      1 #bigbootyjudy
      2 #bigbrother
      1 #bigcountryassfeet
      1 #bigdata
      1 #bigdickbitch
      2 #bigdream
      1 #bigdreams
      1 #bigfamily
      1 #bigfan
      1 #bigfollow
      1 #biggercarmoreshopping
      1 #biggerroomneeded
      1 #biggershark
      1 #biggestdream
      2 #biggestfan
      1 #biggestfanrighthere
      1 #biggestfear
      2 #biggestloser
      1 #biggestmistake
     10 #biggestregret
      4 #biggestturnon
      1 #biggirllife
      1 #biggirltime
      1 #bighug
      1 #bigkiss
      1 #biglittlelove
      1 #biglol
      1 #biglove
      1 #bigmistake
      1 #bigmommashouse
      1 #bignight
      1 #bigregret
      1 #bigsister
      1 #bigsisterprobz
      1 #bigthankyou
      1 #bigthings
      2 #bigtime
      1 #bigtimerush
      4 #bigtimesummertour
      2 #bigtimetour
      1 #bigtimetourspecial
      1 #bigtits
      1 #bigweekend
      1 #bigwoose
      1 #biketo
      1 #bikinibodmotivation
      1 #bikinibody
      1 #bikram
      1 #bilas
      1 #billa2
      1 #billynomates
      1 #bingung
      1 #bipolarweather
      1 #birchthemessengergirl
      1 #birdfood
      1 #birdphilosophy
      1 #birdykiller
      1 #birfdaygirl
      1 #birminghammail
      1 #birthdaybeats
      1 #birthdayblues
      2 #birthdaybuddies
      1 #birthdaycelebrations
      1 #birthdaygirl
      1 #birthdaymess
      1 #birthdaypreparation
      1 #birthdaypresent
      1 #birthdayprincess
      1 #birthdayproblems
      1 #birthdayrage
      3 #birthdaytweet
      1 #biswins
     17 #bitch
      1 #bitchass
      1 #bitchdiaries
      1 #bitchesloveit
      1 #bitchesontherun
      2 #bitchesthatneedtostopquotingme
      1 #bitchgetthatchecked
      1 #bitchingferdays
      1 #bitchmode
      1 #bitchmodewasdefintlyon
      1 #bitchmove
      2 #bitchplease
      1 #bitchseriously
      1 #bitchx2
      1 #bittercosmyteamisshit
      1 #bitwine
      1 #bizhype
     15 #bizitalk
      1 #bjhollywood
      1 #bjrc
      1 #bl13
      1 #blackberryproblems
      1 #blackdiamondz
      1 #blackeyeorfatlip
      1 #blackgirlprobs
      5 #blackhawks
      1 #blackhorseinn
      1 #blackissexy
      1 #blackjellybeansareyucky
      1 #blackmonfam
      1 #blackops2
      1 #blacksabbath
      1 #blacksheep
      1 #blacksheepfridays
      1 #blakeshelton
      1 #blamehim
      1 #blameice
      1 #blanketissues
      1 #blazeit
      1 #bleachisnotourfriend
      1 #bleedblueandgold
      1 #bleedgreen
     36 #blessed
      1 #blessednotstressed
      1 #blessherheart
      1 #blesshim
      1 #bleugh
      1 #blindsided
      1 #blinkbunny
      1 #blockedbulba
      7 #blog
      1 #blogchat
      3 #blogconclt
      1 #blogging101
      1 #blogpost
      1 #blondegirlprobs
      1 #blondehairblueeyes
      1 #blondemoment
      1 #blondemomenthappening
      1 #blondeshavemorefun
      3 #blonoforsale
      2 #blonojobs
      1 #bloodprison
      1 #bloodyhorses
      1 #blow-job
      1 #blowssobad
      1 #bluegurl
      1 #bluejays
      1 #bluenoses
      4 #blujays
      1 #bluntblowin
      1 #bluntsmoker
      1 #bluntsonblunts
      1 #bmegplanet
      1 #bmfls
      1 #bmxproblems
      1 #bn8
      1 #bnkrt
      1 #bobbobbob
      1 #bobevansproblems
      1 #bobmarley
      1 #bobsbash
      1 #bobw
      1 #bodyboard
      1 #bodybyvi
      1 #bodypump
      1 #bombaf
      1 #bombdiggity
      1 #bombgirls
      1 #bombshellspell
      2 #bonessweater
      1 #bongfever
      1 #bonnaroo
     12 #boo
      1 #boogieshoes
      1 #boojie
      1 #booksthatwillneverexist
      1 #booktomovieproblems
     15 #boom
      1 #boombox
      1 #boomshakalaka
      8 #booo
      1 #bootyshortsweather
      1 #boozeforgoals
      1 #boozin
      1 #boracay2012
      1 #bordoutofmymind
     17 #bored
      1 #boredaf
      1 #boredallday
      1 #boredasfxck
      1 #boredinthe256
      1 #boredofblack
      1 #boredshitless
      1 #boreoff
      1 #borewhoresss
      5 #boring
      1 #boringspain
      1 #boringstory
      1 #bornalonediealone
      1 #bornnaked
      2 #bornthiswayball
      1 #bosox
      9 #boss
      1 #bossimmunesystem
      1 #bosstweets
      1 #bostonbruins
      1 #bostonmarket
      1 #botanicalgardens
      1 #botequimtuitajoaquim
      1 #bottomdollar
      1 #bougie
      1 #bouncyiphone
      1 #boutthatlife
      4 #bouttime
      1 #bowbow
      1 #boww
      1 #boybelieber
      1 #boyceavenue
      1 #boyfacts
     57 #boyfriend
      1 #boyfriendequalssuccess
      1 #boyfriendonitunes
      1 #boyfriendonmediafire
     27 #boyfriendvideo
      1 #boyinthesamontshirt
      1 #boymeetsworld
      1 #boysthatattractme
      1 #boyswho
      1 #boyswipe
      1 #boythudervisitsgyss
      3 #boythunderisfollowing
      1 #boythunderontwitcam9pm
      1 #boyzhitdallas
      1 #boyzhituk
      1 #boyzhitwisconsin
      1 #bozotheclown
      1 #braaap
      1 #brabbit
      1 #bracessuck
      1 #brainoverload
      1 #brainsoverbeauty
      1 #brainstormworkshop
      1 #braintrain
      1 #braltonmakesmebeautiful
      1 #brandchat
      1 #brandnewvisuals
     13 #brandon
      1 #brandsgame
      1 #brangelinaengagement
      1 #braptings
      1 #bratsare
     11 #bratsarefun
      1 #brawlinthefamily
      1 #braxtonbabes
      1 #brazillovessnsd
      1 #brbcrying
      1 #brbcsportsweek2012
      1 #brbuk
      1 #breakalegthough
      1 #breakfastreview
      1 #breakfastsongs
      1 #breakfeastofchamps
      1 #breakingdown
      1 #breakinghip
      1 #breakingnews
      1 #breakingusapart
      1 #breaktime
      1 #breastfriend
      1 #breastfriends
      1 #breezin
      1 #breitbart
      1 #brianhoughton
      1 #briefsvsboxers
      1 #brillvoice
      1 #brind1dtoitaly
      1 #bring1dinmanila
      1 #bring1dtohawaii
      1 #bring1dtoitaly
      1 #bringbackcharmed
      1 #bringbackthesunshine
      1 #bringbacktoonami
      1 #bringherback
      1 #bringingoutthebigguns
      1 #bringit
      2 #bringiton
      1 #bringitonallornothing
      1 #bringitonb
      1 #bringjordisback
      1 #bringmeback
      1 #bringmepeacejesus
      1 #bringmileycyrustovietnam
      1 #bringonblackpool
      1 #bringonfriday
      1 #bringonthesummer
      1 #bringoutthetweets
      1 #bringthenoise
      1 #britfanproblems
      2 #britishweather
      1 #britneyspears
      1 #britneyspearsnow
      1 #brittana
      1 #brocksquad
      1 #brogrid
      1 #brokeashellnow
      1 #brokebitchnumba1
      1 #brokecollegekid
      1 #brokedown
      1 #brokegirlproblems
      1 #brokegirlprobz
      1 #brokeisnojoke
      1 #brokenbackproblems
      1 #brokendown
      1 #brokenheart
      2 #brokenhearted
      1 #brokenheartedgirl
      1 #brokenhearts
      1 #brokentoe
      1 #brokenvow
      1 #bros4lyfe
      1 #brosbefore
      1 #brosoverhoes
      1 #brotherlovetho
      1 #brothersclub
      1 #broughttears
      1 #browngirlproblems
      1 #brownsign
      1 #browqueenb
      1 #brr
      1 #bruceleroy
      1 #bruinsvscaps
      1 #bruits
      1 #brunetteprobs
      1 #brunettesdoitbetter
      1 #bruuuce
      1 #brwnda
      5 #bsb19thanniversary
      1 #bsb20thanniversary
      1 #bsg
      2 #bsu16
      1 #bsw
      1 #btcc
      2 #btcstarmaker
      1 #btm33
      1 #btrseason3
      6 #btrtour
      1 #btrtourspecial
      1 #btwballtourrehearsal
      1 #bubbalong
      1 #bucadipepo
      3 #bucketlist
      1 #buckhorsth1
      1 #bucn
      1 #budlightplatinum
      1 #buenacancion
      1 #buffandloaded
      1 #buffchickswag
      1 #buhbye
      1 #buhbyealaric
      1 #builtofbarnwood
      1 #bulgariababyyy
      1 #bulgarianeedsonedirection
      1 #bulkingnotsulking
      7 #bulls
      3 #bullsnation
      1 #bullsvsheat
      1 #bullynotfreezone
      1 #bullystatus
      1 #bumi20
      1 #bummedout
      6 #bummer
      1 #bummingoutinschool
      1 #bundir
      1 #bunnyloves
      1 #bunsofsteelmyass
      1 #buongiorno
      2 #burbanmela
      2 #burnbabyburn
      1 #burnbitch
      1 #burninginthecar
      2 #burnitdown
      2 #burnnotice
      1 #burntbum
      1 #burrr
      1 #businessonudo
      1 #busproblems
      1 #bussin
      2 #busybee
      1 #busybusybusyyy
      2 #busyday
      1 #busylife
      1 #butherfaceproblems
      1 #butidontwanttorevise
      1 #butidratherbeatthebeach
      1 #butigotawaistline
      1 #butiloveit
      1 #butimalwaysnice
      1 #butimissitalready
      1 #butimstilljel
      1 #butitsallgood
      1 #butiwannaplay
      1 #butnotreally
      1 #butokay
      1 #butonlyificallyoupunkin
      1 #butreallly
      4 #butreally
      1 #butreallythough
      2 #butthatsjustme
      1 #butthemoney
      1 #butthisistheonlypool
      1 #butthurt
      1 #buttton
      1 #butyouomightwanttowatchoutforthechickenhouse
      1 #buysweetloveonitunes
      1 #buzy
      1 #bvb
      2 #bwechat
      1 #bwelv
      1 #bwhatuare
      7 #bye
      1 #byebyebirdie
      1 #byebyefridayfeeling
      1 #byebyeuniveristy
      1 #byebyewifey
      1 #byeelise
      1 #byenobletuckey
      1 #byert
      1 #byeseniors
      1 #bymyself
      1 #c19
      1 #c25k
      1 #c3newstwitblog
      1 #c4dev
      1 #c4l
      1 #c4news
      1 #caahoops
      2 #cabinfever
      1 #cadbury2012
      1 #cadygroves
      1 #cafephipps
      1 #cafinals
      1 #cahr
      1 #cahr2012
      1 #cair
      1 #cairoweather
      1 #caithnessbirds
      1 #cakeee
      1 #cakemakeup
      1 #cakepops
      1 #calandraqbd
      9 #calgary
      1 #california37
      1 #callingbs
      1 #callmedumbagain
      5 #callmemaybe
     10 #callmyname
      1 #callmynameisatune
      1 #callofduty
      1 #callumewen
      1 #calmbutstressed
      1 #calmdowncalmdown
      1 #cambridgebootcamps
      1 #camdr
      1 #cametoolate
      1 #campelectric
      1 #campervanlife
      4 #camrynoncreativedisc
      1 #camrynondahsyat
      6 #canada
      1 #canadaproblems
      1 #canadianarmedforces
      1 #canadiancelebritycrush
      7 #cancer
      3 #cancer's
      1 #canfiteverything
      1 #canijuststayinbedplease
      2 #cannes2012
      1 #cannitwait
      1 #cannotwait
      1 #cannotwaitanylonger
      1 #cannymovesyndrome
      1 #cannywait
      1 #canonlydream
      1 #cantbearblair
      1 #cantbebothered
      1 #cantbeworsethanthat
      1 #cantbreathe
      1 #cantcomequicker
      2 #cantcope
      1 #cantcopewiththis
      1 #cantdoit
      1 #canteat
      1 #cantfreakingwait
      1 #cantfunctionproperly
      1 #cantgetbacktosleep
      1 #cantgetmuchbetter
      1 #canthandlethesession
      2 #canthelpit
      1 #cantlie
      1 #cantsayanythingnow
     96 #cantsayno
      2 #cantsleep
      1 #cantstanditwhen
      1 #cantstop
      1 #cantstoplaughin
      1 #cantstopplaying
      1 #canttakeit
      1 #canttakeitanymore
      1 #canttakethis
      1 #cantthankyouenough
      1 #canttouchthis
      1 #can'ttrickthetricksters
     29 #cantwait
      1 #cantwait2sleep
      1 #cantwaitanylonger
      1 #cantwaitforgrad
      1 #cantwaitforprom
      1 #cantwaitfortonight
      1 #cantwaittillitsover
      1 #cantwaittoculata
      1 #cantwaittograduate
      1 #cantwaittomeetmylilman
      1 #cantwaottill5
      1 #cantwatch
      1 #cantwatchitanymore
      1 #cantwin
     14 #canucks
      1 #canyoudotheboomboom
      1 #canyouseeme
      1 #canywaittohumpyouboys
      1 #capecod
      2 #capitalstb
      1 #capitalstm
      1 #cappadocia
      1 #cappucino
      2 #capricorns
      3 #capricorn's
      1 #capruk
      1 #capsbruins
      1 #captainpicard
      1 #carbguilttrip
      1 #carbovortex
      1 #cardiffcityfc
      1 #cardinalnation
      1 #cardnation
      1 #carealotme
      5 #career
      1 #careerplanning
      1 #carefulwithterminal
      2 #carelessworldtour
      1 #cargames
      1 #carolinagirl's
      1 #carolinaliar
      1 #carproblems
      1 #carreragt
      1 #carsfsbo
      1 #cartoonnetwork
      1 #case39
      1 #casesmc
      1 #caseytwist
      1 #cashcab
      1 #castigers
      9 #castings
      5 #castle
      2 #catchingfire
      1 #catchingtheinfection
      1 #catchingup
      1 #catchupisneeded
      1 #catheyuhd
      1 #catproblems
      1 #catsarelife
      1 #catsbetteranyways
      1 #cau
      1 #caughtout
      1 #causeitaint
      1 #causewereguys
      1 #cavemanlook
      1 #caylenfollowme
      1 #caylions
      1 #caylovers
      1 #cbawiththis
      1 #cbb
      1 #cbbtodryit
      1 #cbcprom
      1 #cblgooddaysunshine
      1 #cbquotes
      1 #cda30
      2 #cdnpoli
      1 #cdntech
      1 #celebapprentice
      4 #celebjuice
      1 #celebrateandrepresent
      1 #celebrityapprentice
      1 #celebrityapprenticeau
      1 #celebrityfitnessmines
      1 #celebrityironicdeaths
      2 #celebrityjuice
      1 #celebritylove
      1 #celitics
      1 #centos
      1 #ceph
      1 #cerecilla
      1 #ceres12
      1 #certifiedcreeper
     16 #cfc
      1 #cfceasypickings
      1 #cg12
      1 #cg3
      1 #chacelebration
      1 #chaching
      1 #chaletgirl
      1 #challengeaccepted
      1 #challengeday
      1 #challengetrophyfinal
      1 #championsbelieve
      1 #championshipbound
      1 #championsleague
      1 #championsleaguespot
      1 #changedat
      1 #changedhat
      1 #changeitplease
      1 #changemovietitlewitheyebags
      1 #changeofplans
      1 #chanicekett
      1 #channel4
      1 #channingtatum
      1 #chaparan
      1 #chargephone
      1 #charityjump
      1 #charityshop
      1 #charliebatchrocks
      1 #charliepug
      1 #chaseandstatus
     20 #chasingthesun
      2 #chasingthesunon
      3 #chasingthesunonitunes
      1 #chasingthesunthewanted
      2 #chasingthesunvideo
      1 #chastersinfinitelove
      2 #chatmac
      1 #chaton
      1 #chavdays
      1 #cheapskate
      1 #chebar
      1 #checkit
      1 #checkitout
      1 #checkmeout
      1 #checkyourselfbeforeyouwreckyourself
      1 #cheeers
      1 #cheerbffforeber
      1 #cheerleadingproblems
      1 #cheermeup
      1 #cheerpower
      3 #cheerproblems
      1 #cheersmate
      1 #cheersquad
      1 #cheerstothefreakinweekend
      1 #cheerstothefrickin'weekend
      1 #cheerstotheweekend
      3 #cheerup
      1 #cheerupbbys
      1 #cheerupclothing
      1 #cheerytweet
      1 #cheescake
      1 #cheesepasties
      1 #cheesing
      1 #cheesybutamazing
      1 #cheesychatuplinemuch
      1 #cheesychatuplines
      2 #cheesytweet
      1 #cheifs
      3 #chelseacanwinif
      3 #chelseafc
      1 #chelseavsbarcelona
      8 #cherlloydintheusa
      1 #cheryldakid
      1 #cherylnewsong
      1 #cherylsoldiers
      1 #chessed
      1 #childhoodmemories
      2 #childishgambino
      1 #childishmoment
      1 #chileanhunters
      1 #chileneeds1d
      1 #chillingout
      1 #chilloutfestival
      1 #chillpeepz
      1 #chillsoon
      1 #chimelove
      1 #chinesetalent
      5 #chinup
      1 #chitownlove
      1 #chloverfromgeorgia
      1 #chocobo
      1 #chocoholics4l1f3
      1 #chocolatemusse
      1 #chocyyystrawbs
      1 #choochooobsessed
      1 #chopseydirtycunt
      1 #chrisettemichele
      1 #chrisgayle
      1 #chrisprice
      2 #christianpickuplines
      1 #christmasbaby
      1 #chubbyfaceprobz
      1 #chuf
      1 #chungchung
      1 #churr
      1 #chuss
      1 #ci323
      1 #cimc2012
      1 #cinderellaprobz
      1 #cinemagraph
      1 #cinnamontoastcrunch
      1 #circlerranch
      2 #ciroc
      1 #ciscoroadshow
      1 #cisionuk
      1 #cisv
      1 #citk
      1 #citygirls
      1 #citylightzfriday
      1 #citylightztosupportolly
      1 #citytillidie
      1 #claimingit
      7 #classic
      1 #classiceddiemurphy
      1 #classnatabi
      1 #classof12
      3 #classof2012
      1 #classof2013
      1 #classof2013forlife
      1 #classof2014
      1 #classof2016
      1 #classygirl
      1 #clato
      1 #clawsareout
      1 #clb0108
      1 #clean9
      1 #cleanandlean
      3 #cleancloud
      1 #cleanfeelings
      1 #cleanyourshit
      3 #cleatchaser
      1 #cleaverdog
      1 #clevernoo
      5 #clfromthephilippines
      1 #clickthatfollowbutton
      1 #climatechange
      1 #closeenough
      6 #cloud
      1 #cloudcamp
      1 #clownhouse
      2 #clubparadise
      1 #clungehunt
      1 #clusterfuck
      2 #cmar
      1 #cmechat
      2 #cmgrchat
      1 #cmlipeeps
      1 #coa
      8 #coachella
      1 #coachella2012
      1 #coachellalive
      1 #coachhaze
      1 #coachingindoors
      1 #coachwatson
      1 #cobbcomein
      1 #cocktease
      1 #cockytweet
      1 #coconutwater
      1 #cocukgeyikleri
      1 #codechallenge
      1 #codyfact
      1 #coe2012
      7 #coffee
      1 #coffeebumholeandbagelsreunited
      1 #coffeefail
      1 #coffeepart2
      1 #coffeewithsugar
      1 #coimbatore
      1 #cold1s
      1 #coldandmiserable
      1 #coldandwetfeetisntthebestfeeling
      1 #coldbloodedbitch
      1 #coldd
      1 #coldfeet
      1 #coldplayfilm
      1 #coldplayproblems
      2 #coleworld
      1 #collectionfail
      7 #college
      1 #collegebound
      1 #collegebounddd
      2 #collegefest
      1 #collegegirlproblems
      1 #collegegradedunit
      1 #collegekidproblems
      1 #collegelife
      1 #collegelifenaman
      1 #collegeparties
      2 #collegeproblems
      1 #collegeprobs
      1 #collegeworktakesovermylife
      1 #colleging
      1 #colleqebound
      1 #collidewiththesky
      1 #collierseminolestatepark
      1 #coloradorockymountainhigh
      1 #colorforecast
      1 #colorfuljeans
      2 #coltondixon
      1 #coltonisdabest
      1 #coltonisouridol
      1 #columbiasgottalentthree
      1 #come2atl
      1 #comeatmebro
      8 #comeback
      1 #comebackfriends
      1 #comebacksoon
      2 #comebacksrk
      1 #comebacktome
      1 #comebacktostjohns
      2 #comeclean
      1 #comecorrect
      2 #comecuddle
      1 #comedychicks
      1 #comefaster
      1 #comegetsome
      5 #comehome
      1 #comehomealready
      1 #comehomesoon
      3 #comeon
      1 #comeonacone
      1 #comeonandwinthefacup
      1 #comeondaniel
      1 #comeonn
      1 #comeonoverbaby
      1 #comeoverther
      1 #comeseeme
      1 #comevisit
      1 #comevist
      1 #comfyday
      1 #comicbookcrush
      1 #commercialisednationalism
      1 #comminbackfromjamica
      1 #commonlaw
      1 #commonsproblems
      1 #commuity5araa
      1 #competitionseason
      1 #competitivemum
      1 #complicatedlife
      1 #computingtoohard
      1 #concussionprobs
      1 #confessionsofabraceface
     14 #confused
      1 #confusedlittleboys
      1 #confusedtweet
      1 #congrads
      1 #congratsonthesexlou
      4 #congratswe1directionersfor30kfollowers
      1 #congratulationbabylux
      1 #connectingsa
      1 #conservativejournalism
      1 #constantbadmood
      1 #contentbrew
      1 #contestcomingup
      1 #continuedtweet
      1 #controlneeded
      2 #controlthecrazy
      1 #contruction
      1 #conv12
      1 #converseblockparty
      1 #coochiecutters
      1 #cookiesandcream
      1 #cookieteamparty
      1 #cookingfail
      2 #coolbro
      1 #cooldaughterprobs
      1 #coolestindianever
      1 #coolinq
      2 #coolkid
      1 #coolmom
      1 #coolmum
      1 #coolsocks
      1 #coolstorybro
      1 #coolsurferdude
      1 #cooltreats
      1 #coonapproves
      1 #copiesfilesthendeletes
      1 #copskillinit
      1 #coptheath
      1 #corstenscountdown
      1 #corysgonnamissyou
      1 #cosign
      1 #coslon
      2 #cosmopolis
      1 #costadeljiffy
      1 #costaricaswag
      1 #cottonon
      1 #cottygirls
      2 #cougartown
      1 #cougatillidie
      2 #coughcough
      3 #couldcry
      1 #couldhavehelpedme
      1 #couldibewearinganymoreclothes
      1 #coulditbeimfallinginlove
      1 #coulditgetanybetter
      1 #couldnthelpit
      1 #couldntlivewithoutthem
      1 #couldtodaygetanyworse
      1 #couldvesleptin
      2 #countdownto420
      1 #counterpartjealousy
      1 #countingdownthedays
      1 #countmein
      1 #counton
      1 #countryflow
      1 #countrygirl
      2 #countrymusic
      1 #countryromance
      1 #couplestherapy
      1 #couponcode
      1 #courtsurfing
      1 #covergirl-brookevalentine
      1 #coverthenight
      5 #cowboys
      1 #cowboysnation
      1 #cowboysstadium
      1 #cowboytakemeaway
      1 #cowlicks
      1 #cowx
      2 #coyb
      1 #coyg
      1 #coyh
      1 #coyi
      6 #coyotes
      1 #coyq
      2 #coyr
      1 #coyrs
      1 #coys
      1 #cozeverybodywantstopartywithyou
      1 #cpanel
      1 #cpgs
      1 #cq5
      1 #crackedphone
      1 #crackedup
      1 #crackmyselfup
      2 #craigfeeder
      1 #crakkbitch
      1 #crapjokes
      2 #craycray
      1 #crazyboy
      1 #crazydoglady
      1 #crazygfproblems
      1 #crazygirl
      1 #crazygolf
      1 #crazyhot
      1 #crazymofo
      1 #creamcrackered
      1 #creativecloud
      1 #creativewriting
      1 #creeep
      1 #creepergirlprobs
      1 #creeplife
      1 #creepyashell
      1 #creepymoment
      1 #creepyyy
      1 #cremeegg
      1 #crestonproblems
      1 #crewofonedfanbook
      1 #cribbb
      2 #criminalminds
      1 #cripplegirlprobz
      2 #crisismanagement
      1 #crissbrothers
      1 #crohns
      1 #cropperthecherrypopper
      1 #crosbysucks
      1 #crossfit
      1 #crossingmyfingers
      1 #crossingtheline
      1 #crot
      1 #crstoaz
      1 #cruela
      1 #crueltytoprincess
      1 #cruisin
      1 #crukchatter
      1 #crunchyroll
      1 #crunkndrunk
      1 #crusadernation
      1 #crushdiet
      1 #crusheddream
      1 #crybaby
      1 #crybabycry
      1 #crycry
      1 #crycrycry
      1 #cryface
     19 #crying
      1 #cryingariver
      1 #cryingface
      1 #cryinggg
      1 #cryinginthelibrary
      1 #cryingmyeyesout
      1 #cryingmyselftosleep
      1 #crymeariver
      1 #cryoffear
      1 #cscs
      7 #csk
      1 #cskvspwi
      1 #cstb
      1 #ctstattoo
      1 #ctvnewsat5
      1 #cua
      1 #cuboydnight
      2 #cuddlebuddy
      1 #cuddlesfornone
      1 #cuddybuddy
      1 #cuj11
      1 #culturalexchange
      1 #cumslut
      1 #cuntpunt
      1 #cuntz
      1 #cupcaketime
      1 #cupmagic
      1 #curecf
      1 #curiosityiskey
      1 #cursedempire
      1 #cusenation
      1 #customersarenotalwaysright
     14 #cute
      1 #cuteandsexyatthesametime
      1 #cutecouple
      1 #cutecunt
      1 #cutefromyou
      1 #cutegenes
      1 #cutequotes
      1 #cutethough
      1 #cutiebum
      1 #cutiee
      1 #cutthroat
      1 #cuz4lyfe
      1 #cuzweare
      1 #cvas
      1 #cwazy
      1 #cwtchesmakeeverythingbetter
      1 #cyaflorida
      1 #cybermonday
      1 #cyrilies
      3 #czechrepublicwantsbelievetour
      1 #d17
      1 #d2elpaso
      1 #daaayyuumm
      1 #dabest
      9 #dabestkapamilyaloveteam
      1 #dabi
      1 #dadada
      1 #daddydiaries
      1 #daddyslittlegirl
      1 #daddysprincess
      1 #dadforgottogetkerosine
      1 #dadsfrommexico
      1 #dady
      1 #daemilan
      1 #dafuck
      1 #dafuqq
      1 #dafuture
      1 #dahilsapagibig
      1 #dailybuzz
      1 #dailyhempbuzz
      1 #dailymonsterpic
      1 #dailyshoutout
      1 #dailythought
     11 #dailytweet
      1 #dajahstealspeoplesstuff
      2 #dalalata
      1 #damdude
      1 #damianmarley
      1 #damir
      9 #damn
      1 #damniloveyou
      1 #damnmyweekendsleepingpattern
      1 #damnthesis
      1 #damnwisdomteeth
      1 #damyouengland
      1 #danbradleyin
      4 #danceacademy
      1 #dancelife
      1 #dancelifestlye
      2 #dancemomsmiami
      1 #dancemusic
      2 #dancerprobs
      1 #dancewithsomebody
      1 #danceyourassoff
      1 #dancingdays
      1 #dancinglikefools
      1 #dancingmood
      1 #dancingontheroof
      1 #dancingthroughlife
      1 #dancingwithahoover
      1 #dancingwiththstars
      1 #dangerzone
      2 #dangit
      1 #danidefined
      1 #danielradcliffe
      1 #danisaurs
      1 #dannngbulls
      1 #danzokuduro
      1 #dapaperboi
      1 #darkhair
      1 #darkshadows
      1 #darkworld
      1 #darlawashideous
      1 #dashdollfamily
      1 #datatransferfail
      1 #dataviz
      4 #datenight
      1 #datmoment
      1 #datpricelessmoment
      2 #davematthews
      1 #davidgray
      1 #davidslivingthedreamtour
      1 #dawat
      1 #dawatq8
      1 #day1
      1 #day3
      1 #daydreamer
      1 #dayiscomplete
      2 #dayismade
      1 #dayjobstomorrow
      1 #dayjustmade
      4 #daymade
      1 #daynumber7
      2 #dayoff
      3 #dayofsilence
